# 6. реализуйте тест кейс
# a. в файле test_check_swag.py реализуйте следующий тест кейс:
# i. перейти на страницу https://www.saucedemo.com/
# ii. проверить наличие иконки
# 7. реализуйте тест кейс
# a. в файле test_check_swag.py реализуйте следующий тест кейс:
# i. перейти на страницу https://www.saucedemo.com/
# ii. проверить наличие поля имени
# 8. реализуйте тест кейс
# a. в файле test_check_swag.py реализуйте следующий тест кейс:
# i. перейти на страницу https://www.saucedemo.com/
# ii. проверить наличие поля пароля